Repository: mozilla-l10n/mt-training-data
Catalog: ps/ps_pontoon.tmx
Source language: en_us
Languages: ps

source: Use correct spelling and punctuation
ps: د سمې املا او جملې څخه کار واخلئ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
ps: ګټور د <mark>طبیعي خبرو اترو</mark> او عملي کارونو لپاره (لکه هغه وختونه چې تاسو غواړئ د وینا پېژندنې سیستم د خلکو له بې له مخکې لیکل شوې او محاوري وینا سره ښه کار وکړي).

source: Use Pronunciation to Help Determine the Language
ps: د ژبې د ټاکلو لپاره د تلفظ څخه کار واخلئ

source: User Name
ps: د کارونکي نوم

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
ps: کارونکي د مرسته شوي کلیپونو کره‌والی تاییدوي، دا ګوري چې ویناوال جمله په سمه توګه لولي.

source: Use situations where both languages are commonly used (e.g., home, school, community events). Example:
ps: هغه حالتونه وکاروئ چیرې چې دواړه ژبې عموما کارول کیږي (د مثال په توګه، کور، ښوونځی، ټولنیز پیښې). مثال:

source: Use standard spelling for each language
ps: د هرې ژبې لپاره معیاري املا وکاروئ

source: Use words you would actually use, even if borrowed or mixed
ps: هغه کلمې وکاروئ چې تاسو به یې په حقیقت کې وکاروئ، حتی که پور اخیستل شوي یا گډشوي وي

source: Ushojo
ps: وشوجو

source: Uyghur
ps: اویغوري

source: Uzbek
ps: ازبکي

source: Validate
ps: تایید کړئ

source: Validated Clips
ps: تایید شوي کلیپونه

source: Validated Hours
ps: تایید شوي ساعتونه

source: Validated Hr. Total
ps: باوري شوي ساعت ټولټال

source: Validate Readings
ps: لوستل تایید کړئ

source: Validate Readings, Review Transcriptions
ps: لوستل تایید کړئ، د لیکونو بیاکتنه وکړئ

source: Validate Readings <small>(Coming soon)</small>
ps: لوستل تایید کړئ <small>(ژر راځي)</small>

source: Validate readings submitted by community members
ps: د ټولنې غړو لخوا سپارل شوي لوستل تایید کړئ

source: Validate user-recorded readings in your language
ps: ستاسو په ژبه کې د کارونکي لخوا ثبت شوي لوستل تایید کړئ

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
ps: تاييد کړئ <validateIcon></validateIcon> ايا دا پوښتنې لارښوونې پوره کوي؟

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ps: د مرسته شوي کلیپونو تاییدول د عامه غږ ماموریت لپاره یوشان مهم دی. یو غوږ ونیسئ او زموږ سره د کیفیت ډک آزاد کوډ غږ ډېټا رامینځته کولو کې مرسته وکړئ.

source: Validation Progress
ps: د تایید پرمختګ

source: Validations
ps: تاییدونه

source: Value and recognition.
ps: ارزښت او پیژندنه.

source: Variant Contribution Options
ps: د متغیر شراکت اختیارونه

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
ps: ډولونه د یوې ژبې ځانګړې بڼه ده - د بیلګې په توګه د هغو کسانو لخوا چې په یوې جغرافیه یا ټولنه کې ژوند کوي سره شریکه وي. ځینې وختونه دا د لهجو په نوم یادیږي.

source: Varying Pronunciations
ps: مختلف تلفظونه

source: Venetian
ps: وینوسي

source: Version
ps: نسخه

source: Very common mistakes include:
ps: ډیر عام غلطۍ عبارت دي له:

source: Vietnamese
ps: ویتنامي

source: View your progress against personal and project goals.
ps: د شخصي او پروژې موخو پروړاندې خپل پرمختګ وګورئ.

source: Visible
ps: څرګند

source: Voice clips are entered into a submission queue that readies them for listening.
ps: غږیز کليپونه د سپارنې کتار ته دننه کیږي چې د اوریدلو لپاره یې چمتو کوي.

source: Voice Collection
ps: د غږ راټولول

source: Voice Contribution
ps: د غږ مرسته

source: Voice Dataset, Ready for Download
ps: د غږ ډېټاسیټ، د ډاونلوډ لپاره چمتو دی

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ps: غږ طبیعي دی، غږ انسان دی. له همدې امله موږ ډېر خوښ یو چې د ماشینونو لپاره د کارولو وړ غږیزه ټیکنالوژي رامینځته. مګر د غږ سیسټمونو رامینځته کولو لپاره، پراخندوي د غږ خورا ستره اندازه ډېټا ته اړتیا لري.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ps: غږ طبیعي دی، غږ انسان دی. له همدې امله موږ لیوال یو چې د ماشینونو لپاره د کارولو وړ غږیزه ټیکنالوژي رامینځته. مګر د غږ سیسټمونو رامینځته کولو لپاره، د غږ خورا ستره اندازه ډېټا اړینه ده.

source: Voices Online Now
ps: اوس آنلاین غږونه

source: Voice Validation
ps: د غږ تایید

source: Volume
ps: حجم

source: Votic
ps: ووتيکي

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ps: VoxForge د لیکلو ویناو راټولو لپاره ټاکل شوی چې د وړیا او آزاد کوډ ویناو پیژندنې انجنونو کې ترې کار واخیستل شي.

source: Wadiyara Koli
ps: واديارا کولي

source: Wakhi
ps: واخي

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ps: ایا غواړئ د عام غږ لا ښه کولو کې مرسته وکړئ؟ ډېرښه! د برېښنالیک یا <discourseLink> بحث </discourseLink> فورمونو له لارې اړیکه ونیسئ، د <githubLink>GitHub</githubLink> له لارې د سایټ ستونزې وسپارئ، یا د <matrixLink> میټریکس </matrixLink> د ټولنې چټ غړیتوب ترلاسه کړئ.

source: Want to save your information? <createProfile>Create a profile</createProfile>
ps: غواړئ خپل معلومات خوندي کړئ؟ <createProfile>یو پروفایل جوړ کړئ</createProfile>

source: Want to stay in touch with Common Voice?
ps: غواړئ د عام غږ سره په اړیکه کې پاتې شئ؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ps: تازه مالومات غواړئ کله چې موږ د عام غږ ډېټاسیټ نوې نسخه خپروو؟ زموږ خبرلیک کې ګډون وکړئ.

source: Watch our video explainer to help
ps: د مرستې لپاره زموږ ویډیوي تشریح وګورئ

source: Wayuunaiki
ps: وایونایکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
ps: موږ تل د ډیټا مصرف کونکو څخه د دوی اړتیاو او شرایطو په اړه اوریدلو په لټه کې یو - د ډیټا راټولولو پلیټ فارم کې همکارۍ څخه د ډیټا روغتیا بصیرت چمتو کولو پورې ، موږ غواړو <emailFragment>له تاسو څخه واورو.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ps: موږ د غږونو آزاد او په عامه ډول شتون لرونکی ډېټاسیټ رامینځته کوو چې هرڅوک کولی شي د وینا-وړ کاریالونو روزلو لپاره ترې کار واخلي.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
ps: موږ د ټیکنالوژۍ، نوښت او ژبې حقونو کې د عامه سکتور ښکیلتیا ملاتړ کولو ته لیواله یو. که تاسو پلان لرئ چې یوه لویه پروژه یا کمپاین پرمخ وړئ، مهرباني وکړئ <emailFragment> اړیکه ونیسئ.</emailFragment>

source: We are going out to get a coffee.
ps: موږ د یوې قهوې اخیستو لپاره بهر ځو.

source: We are going out to get coffee.
ps: موږ د قهوې اخیستو لپاره بهر ځو.

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
ps: موږ ډیر انتخابونه وړاندې کوو ترڅو خلکو ته د هغه څه په اړه نور انتخاب ورکړو چې دوی موږ ته د دوی د جنسیت یا جنډر هویت په اړه وايي. مهرباني وکړئ ځان په هغه طریقه بیان کړئ چې تاسو ته خورا طبیعي احساس کوي. <learnMoreLink>د جنس او جنسیت په اړه زموږ د چلند په اړه نور معلومات ترلاسه کړئ.</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ps: موږ دلته په موزيلا کې د غږ ټېکنالوژۍ پر شاوخوا ټولنه جوړه وو. موږ غواړو د مالوماتو، نوې ډېټا سرچینو او واورو چې تاسو دغه ډېټا څرنګه کاروئ لپاره په اړیکه کې پاتې شو.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ps: موږ باور لرو چې لوی او په عامه توګه موجود غږیز ډېټاسیټونه د ماشین زده کړې پرمټ ویناو ټیکنالوژۍ کې نوښت او سالم تجارتي سیالۍ پیاوړه کوي. دا نړیواله هڅه ده او موږ ټولو ته د ګډون لپاره بلنه ورکوو. زموږ موخه د وینا ټیکنالوژۍ سره مرسته کول دي چې لا ټول شموله وي، ترڅو د نړۍ شاوخوا غږونو راز راز والی منعکس کړي.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
ps: موږ باور لرو چې لوی او په عامه توګه موجود غږیز ډېټاسیټونه د ماشین زده کړې پرمټ ویناو ټیکنالوژۍ کې نوښت او سالم تجارتي سیالۍ پیاوړه کوي. د عام غږ ګڼ-ژبې ډېټاسیټ لا دمخه د خپل ډول ترټولو لوی عام موجود غږیز ډېټاسیټ دی، خو دا یوازینی ندی. دې پاڼې ته د نورو آزاد کوډ غږیز ډېټاسیټونو لپاره د ماخذ مرکز په توګه وګورئ او لکه څنګه چې عام غږ وده کوي، دا زموږ د خپراوي په اړه تازه مالوماتو لپاره کور دي.

source: Website Localization
ps: د ویب سایټ سیمه ایز کول

source: Websites
ps: ویب پاڼې

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
ps: موږ ستاسو { $total } کليپونه نشو راپورته کولی، ځکه چې دوی لادمخه راپورته شوې دي. راځئ چې د يوې بلې ډلې سره دوام ورکړو!

source: We couldn’t find that page for you
ps: موږ ستاسو لپاره دا پاڼه نشو موندلی

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ps: موږ ستاسو د اوریدلو لپاره هیڅ آډیو کلیپونه ترلاسه نشو کولی. مهرباني وکړئ وروسته بیا هڅه وکړئ.

source: We couldn’t get any sentences for you to speak. Please try again later.
ps: موږ ستاسو د خبرو کولو لپاره هیڅ جمله نشو ترلاسه کولی. مهرباني وکړئ وروسته بیا هڅه وکړئ.

source: Weekly
ps: اونيز

source: Weekly Goal
ps: د اونۍ موخه

source: We launch the Common Voice site in this language.
ps: موږ په دې ژبه کې د عام غږ سایټ پیل کوو.

source: Welcome { $company } staff!
ps: ښه راغلاست { $company } کارمنانو!

source: Welcome to Common Voice
ps: ګډ غږ ته ښه راغلاست

source: Welcome to Spontaneous Speech
ps: په خپله خوښه وینا ته ښه راغلاست

source: Welsh
ps: ولش

source: We may have run out of clips - refresh the page, or try again later.
ps: موږ پدې ژبه کې د تاییدلو لپاره د کلیپونو څخه خلاص شو...

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
ps: موږ ممکن دا غوښتنه نه وي ترلاسه کړې. مهرباني وکړئ موږ ته مستقیم بریښنالیک وکړئ په <emailLink>{ $email }</emailLink> کې او موږ به بیرته تاسو ته ورسیږو!

source: We periodically release the dataset
ps: موږ وخت په وخت ډیټاسیټ خپروو.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ps: موږ ژمنه کوو چې ستاسو مالومات به په پاملرنې سره سمبالوو. زموږ د <privacyLink> پټتیا خبرتیا </privacyLink> په اړه نور ولولئ.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
ps: موږ د غږونو یو د آزاد کوډ، ګڼ ژبې ډېټاسیټ جوړ وو چې هرڅوک کولی شي د وینا-وړ کاریالونو روزلو لپاره ترې کار واخلي.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ps: موږ د غږونو آزادې سرچینې ډېټاسیټ په اشر جوړ وو. خپل غږ ډالۍ کړئ، د نورو خلکو کلیپونو دقت سم کړئ، ډېټاسیټ د هرچا لپاره ښه کړئ.

source: We’re experiencing unexpected downtime
ps: موږ د ناڅاپه توی مهال سره مخ یو

source: We're going out to get coffee.
ps: مونږه قهوې اخیستو لپاره بهر ځو.

source: We’re going out to get coffee.
ps: مونږه قهوې اخیستو لپاره بهر ځو.

source: We release the dataset every 3 months.
ps: موږ په هرو 3 میاشتو کې ډیټاسیټ خپروو.

source: We're making some big changes
ps: موږ یو څه لوی بدلونونه کوو

source: We're receiving a lot of traffic and are currently investigating the issues.
ps: موږ د ډیرې ګڼه‌ګوڼې سره مخ یوو او دا مهال د مسلو څیړنه کوو.

source: We’re sorry, your platform is not currently supported.
ps: موږ بخښنه غواړو، ستاسو پل‌ سټه اوس مهال ملاتړ نه لري.

source: Western Highland Purepecha
ps: لوېديځه هالينډ پورېپېچا

source: Western Penan
ps: لویدیځ پینان

source: Western Sierra Puebla Nahuatl
ps: لویدیځ سیرا پیوبلا ناهاتل

source: Westphalian
ps: ویسټفالیا

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
ps: موږ ستاسو کليپونه راپورته کړل{ $uploaded } — پاتې نور لادمخه راپورته شوي وو. راځئ چې د يوې بلې ډلې سره دوام ورکړو!

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
ps: موږ د ژباړې لپاره د موزیلا وسیله کاروو چې <pontoonLink>Pontoon</pontoonLink> نومیږي. پونټون ډیرې ژبې لري مګر که دا ستاسو نه وي تاسو <pontoonRequestLink>د خپلې ژبې د اضافه کولو غوښتنه کولی شئ</pontoonRequestLink>. بیا، دعام غږ په پروژه کې د ژبې چمتو کولو لپاره، <githubRepoLink>په GitHub کې د نوې ژبې غوښتنه وکړئ</githubRepoLink>. <localizationFragment>د سایټ په ژباړه کې نور وګورئ</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
ps: موږ ځینې بدلونونه کړي دي. د ډیلټا برخې یوازې د وروستي خوشې کیدو راهیسې خورا وروستي کلپونه لري. <deltaLink>د دې کار په اړه نور ولولئ</deltaLink>.

source: We've run out of sentences to record in this language...
ps: موږ پدې ژبه کې د ثبتولو لپاره د جملو څخه خلاص شو...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ps: موږ غواړو چې د وینا ماډلونه د سپیکرو د متنوع سلسلې په پوهیدو کې غوره وي. د دې لپاره چې پیښ شي، د غږ ډیټاسیټ باید د ډیری مختلف خلکو استازیتوب وکړي.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ps: موږ غواړو چې د ماشین زده کړې الګوریتمونه د دې وړتیا ولري چې د مختلف شالید شور اداره کړي، او حتی نسبتا لوړ غږونه ومنل شي په دې شرط چې دوی د متن د بشپړ اوریدلو مخه ونه نیسي. خاموش پس منظر موسیقي سمه ده؛ میوزیک دومره لوړ غږ کوي چې تاسو د هرې کلمې اوریدلو مخه نیسي, دا سمه نه ده.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
ps: مخکې له دې چې په ځمکه کې یو کلیپ رد کړئ محتاط اوسئ چې لوستونکي یوه کلمه غلطه کړې وي، فشار یې په غلط ځای کې ځای پرځای کړی وي، یا یې په ښکاره ډول د پوښتنې نښه له پامه غورځولې وي. په ټوله نړۍ کې د تلفظونو پراخه ډولونه شتون لري، چې ځینې یې ممکن ستاسو په محلي ټولنه کې نه وي اوریدلي. مهرباني وکړئ د هغو کسانو لپاره د ستاینې حد چمتو کړئ څوک چې ممکن ستاسو څخه مختلف خبرې وکړي.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
ps: موږ به هم<strong>زموږ د ټولنې مدیر خبر کړو چې تاسو لیوالتیا لرئ</strong>، نو دوی کولی شي تاسو ته هر څه درکړي اضافي ملاتړ یا معلومات چې تاسو ورته اړتیا لرئ.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ps: موږ به د نورو مالوماتو سره په اړیکه کې شو چې څنګه ډیر ژر عام غږ ته ستاسو ژبه اضافه کړو.

source: We will be in touch with more information as it becomes available.
ps: موږ به د لازیاتو مالوماتو سره کله چې چمتو کیږي ستاسو سره په اړیکه کې شو.

source: We will not make your email public.
ps: موږ به ستاسو بریښنالیک نه عاموو.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ps: موږ به ستاسو د غوښتنې چې خپل د غږ ثبتونه له ډېټاټیسټ څخه لیرې کوئ بیاکتنه وکړو. که ستاسو غوښتنه ومنل شي، موږ به د هغو کسانو سره اړیکه ونیسو چا چې ډېټاسیټ ډاونلوډ کړی او غوښتنه وکړو چې دوی هم ستاسو غږیز ثبتونه لیرې کړي.

source: We will show you a prompt or question
ps: موږ به تاسو ته یو وړاندیز یا پوښتنه وښیو

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
ps: موږ د بنسټونو، مدني ټولنې او د ټولنې شریکانو سره کار کوو ترڅو انټرنیټ یو صحي ځای جوړ کړو، په ختیځ افریقا کې د ځانګړي تمرکز سره. زموږ د <programmaticWork>پروګراماتي کار</programmaticWork> په اړه نور معلومات ترلاسه کړئ

source: What is a language on Common Voice?
ps: په عام غږ کې يو ژبه څه ده؟

source: What issues are you experiencing with this content?
ps: تړونی لمېسل

source: What issues are you experiencing with this sentence?
ps: تاسو د دې جملې سره د کومو ستونزو سره مخ یاست؟

source: What is your age?
ps: ستا عمر څومره دی؟

source: What is your sex or gender?
ps: ستاسو جنسيت څه دی؟

source: What kind of goal do you want to build?
ps: تاسو کوم ډول موخې غواړئ جوړوي کړئ؟

source: What makes a good question?
ps: څه شی ښه پوښتنه جوړوي؟

source: What needs to be in my file?
ps: زما په فایل کې څه ته اړتیا ده؟

source: “What’s a joke your friends always make — and how do they say it?”
ps: "ستاسو ملګري تل کومه ټوکه کوي - او دوی دا څنګه وايي؟"

source: What sentences can I add?
ps: زه کوم جملې اضافه کولی شم؟

source: What’s inside the Common Voice dataset?
ps: د ګډ غږ په ډېټاسیټ کې څه شی دی؟

source: What's Public?
ps: څه شی عام دی؟

source: What to Avoid
ps: د څه څخه باید مخنیوی وشي

source: What types of questions to add?
ps: کوم ډول پوښتنې باید اضافه شي؟

source: “What were your exact words when you found out?”
ps: "کله چې تاسو وموندل نو ستاسو دقیق الفاظ څه وو؟"

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ps: کله چې یو کاروونکی د غږ کلیپ رد کړي دا کتار ته راستون کیږي. که چیرې دوهم ځل رد شو، نو غږ د کليپ هدیرې ته لیږدول کیږي.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ps: کله چې واورئ، په ډیر دقت سره وګورئ چې هغه څه چې ثبت شوي په ریښتیا هغه څه دي چې لیکل شوي دي؛ رد کړئ که چیرې حتی کوچنۍ غلطي وي. <br />ډیری عام غلطی عبارت دی له:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
ps: کله چې تاسو د خپلو ریکارډونو غوښتنه کوئ، موږ یې په یو یا څو زپ فایلونو کې راټولوو. دلته ستاسو پخوانۍ غوښتنې دي:

source: “When you talk to your cousins, do you mix Spanish and English?”
ps: "کله چې تاسو د خپلو تره زامنو سره خبرې کوئ، ایا تاسو هسپانوي او انګلیسي ګډوئ؟"

source: Which variant of { $language } do you speak?
ps: تاسو د { $language } کوم ډول خبرې کوئ؟

source: Why ?
ps: ولې؟

source: Why a profile?
ps: ولې پېژنیال؟

source: Why are you asking?
ps: تاسو ولې پوښتنه کوئ؟

source: Why Common Voice?
ps: ولې عام غږ

source: Why does this matter?
ps: ولې دا مهمه ده؟

source: Why we built this Spontaneous Speech prototype
ps: ولې مو دا د طبیعي خبرو اترو نمونه جوړه کړه؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ps: د پروفایل سره، تاسو کولی شئ خپل فعالیت تعقیب کړئ او د غږ ډیټا مرسته کونکو ټولنې سره اړیکه ونیسئ.

source: Wixárika
ps: ويکساريکا

source: Wolof
ps: ولوف

source: Word segments, false starts, repeated words
ps: د کلمو برخې، غلط پیلونه، تکراري کلمې

source: Words written in the wrong orthography
ps: په غلط خطاطۍ کې لیکل شوي کلمې

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ps: ایا تاسو غواړئ د خپل غږ ثبتونه هم ړنګ کړئ، یا تاسو غوره ګڼئ چې د عام غږ ډېټاسیټ کې يې وساتئ؟

source: Write
ps: ولیکئ

source: Write options menu
ps: د لیکلو اختیارونو مینو

source: Writing down disfluencies, including hesitations and repetitions
ps: د ناڅرګندتیاوو لیکل، په شمول د ځنډ او تکرار

source: <wrong>Wrong</wrong>: It’s 100 miles away from here
ps: <غلط>غلط</غلط>: دا له دې ځایه سل میله واټن لري

source: <wrong>Wrong</wrong>: See you in <underline>2015</underline>
ps: <غلط>غلط</غلط>: په <underline>۲۰۱۵<underline/> کې به بیا سره ووینو

source: Xhosa
ps: ژوسا

source: Xitsonga
ps: شیتسونګا

source: Y
ps: هو

source: Yadgha
ps: يادغا

source: Yaqui
ps: ياکويي

source: Yes
ps: هو

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ps: هو، ما ته برېښنالیکونه واستوئ. زه غواړم د عامه غږ پروژې په اړه خبر پاتې شم.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ps: هو، برېښنالیکونه راواستوئ. زه غواړم په عامه غږ کې د دې ژبې د پرمختګ په اړه خبر شم.

source: Yiddish
ps: یدیش

source: Yoruba
ps: یوروبا

source: You
ps: تاسو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ps: تاسو د <size>{ $size } جي بي </size> ډاونلوډ په درشل کې یاست، غواړئ مخته لاړ شئ؟

source: You are prepared to initiate a download of <b>{ $size }</b>
ps: تاسو د <b>{ $size }</b> ډاونلوډ پیلولو لپاره چمتو یاست

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ps: تاسو اوس مهال زموږ د سرورونو سره یو باثباته اړیکه نشئ ټینګولی. مهرباني وکړئ وروسته بیا هڅه وکړئ. د مرستې لپاره، مهرباني وکړئ د <matrixLink>Matrix ټولنې چیٹ</matrixLink> سره یوځای شئ، د <githubLink>GitHub</githubLink> له لارې د سایټ مسلې وڅارئ یا <discourseLink>زموږ د خبرو اترو فورمونو</discourseLink> ته مراجعه وکړئ.

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
ps: <strong>د جملې راټولونکی</strong> د عامه ډومین جملو راټولولو او اعتبار کولو لپاره یوه وسیله ده. تاسو به <scAccountLink> ته اړتیا ولرئ چې یو حساب جوړ کړئ</scAccountLink>. بیا، خپله ژبه په خپل <strong>پروفایل</strong> کې اضافه کړئ. تاسو کولی شئ جملې <strong>اضافه کړئ</strong> یا <strong>بیا کتنه</strong> مخکې اضافه شوي جملې.
